
BOT_TOKEN = '5690720084:AAHdwQYoHBncTgAsNV5nZId_vpAjtr1sllQ'      # Токен бота

CODE_ACCESS = 'CROW'    # код по которому можно будет давать доступ в итоге код получится TESTГОД-МЕСЯЦ-ЧИСЛО (TEST2020-01-01)

BOT_LOGIN = 'crowdinvesting_bot'          # login бота, например: telegram_bot

ADMIN_ID = 5630297679       # id админа

QIWI_NUMBER = '+79778175980'    # номер киви
QIWI_TOKEN = '9f4dd1cbaf61b2db332a2670545bc49e'     # токен киви

ACCESS_COST = 250           # стоимость доступа
MIN_PAYOUT = 1550           # минимальная сумма для запроса на вывод денег

PERCENT_ADMIN = 0.25        # сколько процентов от стоимости доступа пойдёт вам(0.25 от 200 рублей это 50 руб)
PERCENT_1 = 0.375           # сколько пойдёт пригл. пользователя (0.375 от 200 руб это 75 руб)
PERCENT_2 = 0.225           # сколько пойдёт 2 лвл пользователя (0.225 от 200 руб это 45 руб)
PERCENT_3 = 0.15            # сколько пойдёт 3 лвл пользователя (0.15 от 200 руб это 30 руб)


